import images from "@/constants/affirmation-images";

const AFFIRMATION_GALLERY = [
    {
        title: "Позитивность",
        data: [
    {
        id: 1,
        text: "Каждый день приносит новые возможности для роста и достижения успеха. Я постоянно развиваюсь и улучшаюсь. Мой позитивный настрой привлекает изобилие и успех. Я благодарен за путь и уроки, которые он приносит.",
        image: images.californiaBackyardOne,
    },
    {
        id: 2,
        text: "Я архитектор своей судьбы, и я строю её с позитивом и решимостью. Проблемы — это ступени к моему величию. Я принимаю каждый момент с энтузиазмом и уверенностью. Моё будущее светлое и безграничное.",
        image: images.californiaBackyardTwo,
    },
    {
        id: 3,
        text: "Я излучаю позитив и вдохновляю окружающих. Моя энергия заразительна, и она подстегивает мою стремление к успеху. Я сосредоточен на решениях, а не на проблемах, и я устойчив в условиях невзгод. Я стремлюсь жить жизнью, полной смысла и радости.",
        image: images.californiaBackyardThree,
    },
    {
        id: 4,
        text: "Я верю в свой потенциал и доверяю процессу жизни. Каждое поражение — это подготовка к большему возвращению. Я выбираю видеть хорошее в каждой ситуации и остаюсь оптимистом. Моя страсть и настойчивость — ключи к моему безостановочному успеху.",
        image: images.californiaBackyardFour,
    },
],

    },
    {
        title: "Уменьшить беспокойство",
        data: [
            {
                id: 5,
                text: "Я контролирую свои мысли и выбираю мир вместо беспокойства. Каждый вдох успокаивает мой разум и успокаивает душу. Я освобождаюсь от необходимости стрессовать по поводу того, что не могу контролировать. Я силен, способен и спокоен в любых ситуациях.",
                image: images.englishCountrysideOne,
            },
            {
                id: 6,
                text: "Я принимаю спокойствие и умиротворение как свое естественное состояние. Мой разум ясен, моё сердце легко, и я нахожусь в настоящем моменте. Тревога не имеет власти надо мной, потому что я стойкий и уравновешенный. Я доверяю своим способностям справляться с любыми ситуациями.",
                image: images.englishCountrysideTwo,
            },
            {
                id: 7,
                text: "С каждым днем я становлюсь все более уверенным в управлении своим стрессом и тревогой. Я сосредоточен на позитивных мыслях и отпускаю страхи, которые мне не служат. Я окружен поддержкой и любовью, и я принимаю мир внутри себя. Моя внутренняя сила направляет меня через любые трудности с грацией и спокойствием.",
                image: images.englishCountrysideThree,
            },
            {
                id: 8,
                text: "Я освобождаюсь от напряжения и принимаю расслабление в своем разуме и теле. Я в безопасности, я любим и я свободен от хватки тревоги. Каждый шаг, который я делаю, наполнен уверенностью и спокойствием. Я выбираю жить в настоящем моменте, где обитают мир и радость.",
                image: images.englishCountrysideFour,
            },
        ],

    },
    {
        title: "Успех",
        data: [
            {
                id: 9,
                text: "Я предназначен для великого, и каждый шаг, который я делаю, приближает меня к успеху. Моя преданность и трудолюбие — это строительные блоки моих достижений. Я вижу возможности там, где другие видят препятствия. Успех — это мой путь, и я принимаю его с увлечением и настойчивостью.",
                image: images.mountainMeditateOne,
            },
            {
                id: 10,
                text: "Я мощный создатель своей судьбы, и я привлекаю успех легко. Мое видение ясно, мои цели поставлены, и мои действия согласованы с моей высшей целью. Я отмечаю каждую победу, как бы маленька она ни была, как ступень к моему окончательному триумфу. Я неудержим, и мой потенциал безграничен.",
                image: images.mountainMeditateTwo,
            },
            {
                id: 11,
                text: "Я верю в свои способности и доверяю процессу достижения успеха. Проблемы — это возможности для роста и совершенствования. Я сосредоточен, целеустремлен и предан своим целям. Успех приходит ко мне естественно, потому что я подготовлен и заслуживаю этого.",
                image: images.mountainMeditateThree,
            },
            {
                id: 12,
                text: "Я магнит для успеха и изобилия во всех сферах своей жизни. Мой настрой позитивный, а мои действия целенаправленные. Я учусь на каждом опыте и постоянно улучшаюсь. Успех — это не цель, а путь, которым я наслаждаюсь каждый день.",
                image: images.mountainMeditateFour,
            },
        ],        
    },
    {
        title: "Вера в себя",
        data: [
            {
                id: 13,
                text: "Я верю в свой безграничный потенциал и доверяю своей внутренней мудрости. С каждым днем я становлюсь все более уверенным в своих способностях и своем предназначении. Я способен достичь величия и достоин всех своих мечтаний. Моя вера в себя — основа моего успеха.",
                image: images.nightSkyOne,
            },
            {
                id: 14,
                text: "Я доверяю себе и своему пути, зная, что у меня есть все, что мне нужно внутри. Мои уникальные сильные стороны и таланты направляют меня к моим целям. Я устойчив и могу преодолеть любое препятствие, которое встанет на моем пути. Вера в себя подпитывает мою решимость и смелость.",
                image: images.nightSkyTwo,
            },
            {
                id: 15,
                text: "Я уверен в том, кто я есть, и в том, что могу предложить миру. Каждый мой шаг полон цели и уверенности в себе. Я принимаю свою индивидуальность и отмечаю свои достижения. Моя вера в себя дает мне силу создавать желаемую жизнь.",
                image: images.nightSkyThree,
            },
            {
                id: 16,
                text: "Я хозяин своей судьбы и верю в свои способности формировать свое будущее. Мои мысли мощные, и я выбираю думать о себе позитивно. Я достоин успеха и счастья. С каждым днем моя вера в себя становится все сильнее и непоколебимее.",
                image: images.nightSkyFour,
            },
        ],
    },
    {
        title: "Психическое здоровье",
        data: [
            {
                id: 17,
                text: "Я придаю первостепенное значение своему психическому здоровью и заботливо nourish свой разум позитивом. Я устойчив и способен преодолевать любые трудности, которые встречаются на моем пути. Каждый день я становлюсь сильнее, более сбалансированным и более спокойным. Мое психическое благополучие — это основа моего общего успеха.",
                image: images.oregonOne,
            },
            {
                id: 18,
                text: "Я принимаю путь исцеления и роста, зная, что мое психическое здоровье стоит всех усилий. Я терпелив к себе и признаю свой прогресс, независимо от того, насколько он мал. Позитивные мысли и действия поднимают мой дух и обновляют мою силу. Я контролирую свое психическое благополучие и выбираю процветать.",
                image: images.oregonTwo,
            },
            {
                id: 19,
                text: "Я внимателен к своим мыслям и выбираю сосредоточиться на том, что приносит мне радость и мир. Мой разум — это мощный инструмент, и я использую его для создания жизни счастья и удовлетворения. Я достоин заботы о себе и каждый день уделяю время на заботу о своем психическом здоровье. С каждым вдохом я освобождаюсь от стресса и принимаю спокойствие.",
                image: images.oregonThree,
            },
            {
                id: 20,
                text: "Я привержен поддержанию здорового разума и заботе о своем эмоциональном благополучии. Я окружаю себя позитивными влияниями и ищу поддержку, когда это необходимо. Мое психическое здоровье — это приоритет, и я предпринимаю активные шаги для его защиты и улучшения. Я благодарен за свою устойчивость и силу, которую она приносит в мою жизнь.",
                image: images.oregonFour,
            },
        ],

    },
    {
        title: "Закон Притяжения",
        data: [
            {
                id: 21,
                text: "Я мощный магнит для всего, чего желаю, привлекая изобилие и успех без усилий. Мои мысли согласованы с позитивом, и я визуализирую свои цели с ясностью и убежденностью. Вселенная отвечает на мою оптимистичную энергию, принося возможности и благословения в мою жизнь. Я благодарен за проявления, которые разворачиваются каждый день.",
                image: images.relaxingRiverOne,
            },
            {
                id: 22,
                text: "Я привлекаю успех, любовь и процветание с каждой положительной мыслью, которую имею. Мой разум — это маяк позитива, притягивающий лучшее в мою жизнь. Я сосредотачиваюсь на том, что хочу, а не на том, чего боюсь, и вселенная выстраивается, чтобы это произошло. Я достоин всего хорошего, что приходит ко мне, и я полностью это принимаю.",
                image: images.relaxingRiverTwo,
            },
            {
                id: 23,
                text: "Я в гармонии с универсальными законами и верю, что все, чего я желаю, уже на пути ко мне. Моя энергия ярка и магнитна, притягивая изобилие во всех областях моей жизни. Я верю в силу своих намерений и уверенность в их проявлении. Каждый день я вижу доказательства того, как мои желания становятся реальностью.",
                image: images.relaxingRiverThree,
            },
            {
                id: 24,
                text: "Я сознательно создаю свою реальность через свои мысли, чувства и действия. Я привлекаю людей и обстоятельства, которые поддерживают мой рост и счастье. Мой позитивный настрой и непоколебимая вера в мои мечты создают условия для их проявления. Я благодарен за изобилие и радость, которые без усилий приходят в мою жизнь.",
                image: images.relaxingRiverFour,
            },
        ],

    },
    {
        title: "Ограничивающие убеждения",
        data: [
            {
                id: 25,
                text: "Я освобождаюсь от всех ограничивающих убеждений и принимаю свой безграничный потенциал. Мой разум свободен от сомнений, и я верю в свою способность достичь величия. Каждый день я заменяю негативные мысли на вдохновляющие убеждения. Я способен, достоин и предназначен для успеха.",
                image: images.tuscannyOne,
            },
            {
                id: 26,
                text: "Меня больше не сдерживают прошлые ограничения; я создаю свою собственную реальность. Мои убеждения формируют мое будущее, и я выбираю верить в свою силу и потенциал. Я преодолеваю преграды и достигаю того, что когда-то считал невозможным. Моя жизнь — это отражение моего мощного, позитивного мышления.",
                image: images.tuscannyTwo,
            },
            {
                id: 27,
                text: "Я хозяин своих мыслей и выбираю устранить все ограничивающие убеждения. Я вижу вызовы как возможности для роста и успеха. Мой потенциал безграничен, и я постоянно развиваюсь в лучшую версию себя. Я верю в свою силу создавать жизнь изобилия и радости.",
                image: images.tuscannyThree,
            },
            {
                id: 28,
                text: "Я заменяю ограничивающие убеждения мыслями о возможностях и величии. Мой разум — это плодородная почва для позитивных, вдохновляющих убеждений. Я привлекаю успех и счастье, потому что верю, что заслуживаю их. Каждый мой шаг направляется уверенностью и самоуверенностью, ведя меня к моему высшему потенциалу.",
                image: images.tuscannyFour,
            },
        ],        
    },
];

export default AFFIRMATION_GALLERY;